Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-87.html.tmx
Source language: sme
Languages: nob

source: Neahttasiiddut buohkaide
nob: Nettsider for alle

source: Sámedikki ulbmilin lea ahte neahttabáiki buoremus vejolaš vugiin lea olámuttos eanemus vejolaš geavaheddjiide , sorjankeahttá geavaheaddji dihtorreaidduin dahje ovttaskas geavaheaddji doaibmanávccas .
nob: Sametinget har som mål at nettstedet i størst mulig grad skal være tilgjengelige for flest mulig brukere , uavhengig av brukernes datautstyr eller den enkelte brukers funksjonsevne .

source: Geavaheaddjiláđis
nob: Brukervennlighet

source: Neahttabáiki lea teknihka , doaimma ja hámi dáfus hábmejuvvon nu ahte eanemus vejolaš geavaheddjiin lea vejolašvuohta ja sáhttet ávkkástallat siidduid bálvalusfálaldaiguin ja dieđuiguin .
nob: Nettstedet er teknisk , funksjonelt og designmessig utformet slik at flest mulig brukere har tilgang og kan nyttegjøre seg tjenestetilbudene og informasjonen på sidene .

source: Danne leat neahttasiiddut hábmejuvvon nu gohčoduvvon WAI-njuolggadusaid mielde , Norge.nos kvalitehtaeavttuid vuođul neahtas , ja Sosiála- ja dearvvasvuođadirektoráhta oaivadusa mielde olámutto neahttabáikkiid ektui .
nob: Nettsidene er derfor utformet i tråd med de såkallte WAI-retningslinjene , Norge.nos kriterier for kvalitet på nett , samt Sosial- og helsedirektoratets veileder for tilgjengelige nettsteder .

source: Heivvolašvuohta
nob: Funksjonalitet

source: Sámedikki neahttasiidduin leat ávkkálaš bálvalusat geavaheddjiide .
nob: Sametingets nettsted inneholder nyttige tjenester for brukerne .

source: Earret eará lea vejolaš geahččat Sámedikki áššebáhpiriid , gulahallat álbmotválljen áirasiiguin ja hálddahusain , das leat elektrovnnalaš skovit ja ohcanvejolašvuođat .
nob: Blant annet mulighet for innsyn i Sametingets dokumenter , kommunikasjon med folkevalgte og forvaltning , elektroniske skjema og søknadsfunksjoner .

source: Geavaheaddjit geain leat erenoamáš dárbbut
nob: Brukere med spesielle behov

source: Neahttasiiddut leat láhččojuvvon čalmmehemiide geat geavahit erenoamášprográmmaid , dávjá gohčoduvvon šearbmalohkkin .
nob: Nettsidene er tilrettelagt for blinde som bruker spesialprogrammer , ofte kalt skjermlesere .

source: Dát ” darvehit ” sisdoalu neahttasiiddus dahje prográmmas , ja gaskkustit daid viidáseappot syntehtalaš hupmamin dahje čuokkisčálusin nu gohčoduvvon lohkanlisttus .
nob: Disse ” fanger ” innholdet på en nettside eller et program , og formidler det videre som syntetisk tale eller som punktskrift på en såkalt leselist .

source: Šearbmalohkki lea sorjavaš das ahte sisdoallu lea teakstahámis , juogo nu ahte teaksta oidno buohkaide dahje teaksta mii čájehuvvo dušše sidjiide geat dan dárbbašit , ovdamearkka dihte govaid teakstačilgehusat .
nob: En skjermleser er avhengig av at innholdet finnes i tekstlig form , enten ved tekst som vises for alle eller ved tekst som vises bare for dem som trenger det , for eksempel tekstlige beskrivelser av bilder .

source: Dát gáibádus lea ollašuhttojuvvon Sámedikki neahttasiidduin .
nob: Dette kravet er oppfylt på Sametingets nettsider .

source: Olbmot geain leat lohkanváttisvuođat sáhttet dárbbašit rievdadit čálussturrodaga , teaksta- ja duogášivnniid ja láhkai heivehit go dárbbašit buoridit oppalaš lohkanvejolašvuođa .
nob: Personer med lesevansker kan ha behov for å endre skriftstørrelse , tekst- og bakgrunnsfarger og gjøre andre tilpasninger som øker den generelle lesbarheten .

source: Jos dus leat mearkkašumit dahje oaivilat neahttabáikki birra ja movt dan sáhtášii buoridit , de čális midjiide dan birra :
nob: Dersom du har kommentarer eller meninger om nettstedet og hvordan det kan utvikles til det bedre , så send dem til oss :

source: Ovdasvástáduslaš
nob: Nettsider for alle

source: E-poasta
nob: Ansvarlig

source: Telefonguovdaš
nob: E-post Sentralbord

source: Fáksa
nob: Telefaks

source: Diehtojuohkinovttadat
nob: Informasjonsenheten

source: Artihkkalat
nob: artikler

source: Neahttasiiddut birra
nob: Om Sametingets nettsider

source: Sámedikki neahttasiiddut - historjá
nob: Sametingets nettsider - historikk
